Repository: big-comm/ashypass
Catalog: locale/*.po
Languages: bg, da, et, he, hr, is

source: Modern password generator and encrypted password vault
bg: Модерен генератор на пароли и криптиран хранилище на пароли
da: Moderne adgangskodegenerator og krypteret adgangskodevault
et: Kaasaegne parooligeneraator ja krüpteeritud paroolikamber
he: גנרטור סיסמאות מודרני וכספת סיסמאות מוצפנת
hr: Moderni generator lozinki i šifrirana riznica lozinki
is: Nútíma lykilorðagenerator og dulkóðuð lykilorðaskápur

source: Contributors
bg: Съавтори
da: Bidragydere
et: Kaastöölised
he: תורמים
hr: Suradnici
is: Framleiðendur

source: Big Community Apps
bg: Големи общностни приложения
da: Store for store apps
et: Suured kogukonna rakendused
he: אפליקציות קהילה גדולות
hr: Velike zajedničke aplikacije
is: Stór samfélagsforrit

source: Settings
bg: Настройки
et: Seaded
he: הגדרות
hr: Postavke
is: Stillingar

source: Cloud Backup
bg: Облачно архивиране
et: Pilvevarundus
he: גיבוי בענן
is: Skýjaafritun

source: Google Account
bg: Google акаунт
et: Google'i konto
he: חשבון גוגל
hr: Google račun
is: Google reikningur

source: Sign in to automatically backup your encrypted database to Google Drive.
bg: Влезте, за да архивирате автоматично вашата криптирана база данни в Google Диск.
et: Logi sisse, et automaatselt varundada oma krüpteeritud andmebaas Google Drive'i.
he: התחבר כדי לגבות אוטומטית את מסד הנתונים המוצפן שלך ל-Google Drive.
hr: Prijavite se za automatsko sigurnosno kopiranje vaše šifrirane baze podataka na Google Drive.
is: Skráðu þig inn til að sjálfkrafa afrita dulkóðuðu gagnagrunninn þinn á Google Drive.

source: Status
bg: Статус
et: Olekord
he: סטטוס
is: Staða

source: Account
bg: Акаунт
et: Konto
he: חשבון
hr: Račun
is: Reikningur

source: Sign in with Google
bg: Вход с Google
et: Logi sisse Google'iga
he: התחבר עם Google
hr: Prijavite se s Googleom
is: Skrá inn með Google

source: Sign Out
bg: Изход
et: Logi välja
he: התנתק
hr: Odjava
is: Útskráning

source: Actions
bg: Действия
et: Tegevused
he: פעולות
hr: Radnje
is: Aðgerðir

source: Backup Now
bg: Резервно копиране сега
et: Varunda nüüd
he: גבה עכשיו
hr: Izradi sigurnosnu kopiju sada
is: Búa til afrit núna

source: Force a manual backup to Google Drive
bg: Задължително ръчно архивиране в Google Диск
et: Sunnita käsitsi varukoopia Google Drive'i
he: כפה גיבוי ידני ל-Google Drive
hr: Prisilite ručno sigurnosno kopiranje na Google Drive
is: Þvinga handvirka afritun á Google Drive

source: Import/Export
bg: Импорт/Експорт
he: ייבוא/ייצוא
hr: Uvoz/Izvoz
is: Innflutning/Útflutning

source: CSV Import/Export
bg: CSV Импорт/Експорт
he: ייבוא/ייצוא CSV
hr: CSV Uvoz/Izvoz
is: CSV Innflut/Útflutningur

source: Import passwords from or export to CSV format (compatible with Google Chrome).
bg: Импорт на пароли от или експортиране в CSV формат (съвместим с Google Chrome).
et: Impordi paroole CSV formaati või ekspordi CSV formaati (ühilduv Google Chrome'iga).
he: ייבא סיסמאות מ-CSV או ייצא ל-CSV (תואם ל-Google Chrome).
hr: Uvezi lozinke iz ili izvozi u CSV format (kompatibilan s Google Chromeom).
is: Flytja inn lykilorð úr eða flytja út í CSV sniði (samhæft við Google Chrome).

source: Import from CSV
bg: Импорт от CSV
et: Impordi CSV-st
he: ייבוא מקובץ CSV
hr: Uvezi iz CSV-a
is: Importa úr CSV

source: Import passwords from a CSV file
bg: Импорт на пароли от CSV файл
et: Impordi paroolid CSV-failist
he: ייבא סיסמאות מקובץ CSV
hr: Uvezi lozinke iz CSV datoteke
is: Flytja inn lykilorð úr CSV skrá

source: Export to CSV
bg: Експорт в CSV
et: Eksport CSV-ksse
he: ייצוא ל-CSV
hr: Izvezi u CSV
is: Flytja út í CSV

source: Export all passwords to a CSV file
bg: Експортирайте всички пароли в CSV файл
et: Eksportige kõik paroolid CSV-faili
he: ייצא את כל הסיסמאות לקובץ CSV
hr: Izvezi sve lozinke u CSV datoteku
is: Flytja allar lykilorð í CSV skrá

source: Connected
bg: Свързан
et: Ühendatud
he: מחובר
hr: Povezano
is: Tengdur

source: Unknown User
bg: Неизвестен потребител
et: Tundmatu kasutaja
he: משתמש לא ידוע
hr: Nepoznat korisnik
is: Ókunnugur Notandi

source: Disconnected
bg: Дисконектнат
et: Ühendus katkestatud
he: מנותק
hr: Isključeno
is: Aftengengt

source: Waiting for browser...
bg: Изчакване на браузъра...
et: Ootan brauserit...
he: ממתין לדפדפן...
hr: Čekanje na preglednik...
is: Bíðandi eftir vafra...

source: Successfully connected to Google Drive
bg: Успешно свързано с Google Drive
et: Edukalt Google Drive'iga ühendatud
he: התחבר בהצלחה ל-Google Drive
hr: Uspješno ste se povezali s Google Driveom
is: Tengist vel successfully tengdur við Google Drive

source: Login Failed
bg: Неуспешно влизане
et: Sisselogimine ebaõnnestus
he: התחברות נכשלה
hr: Prijava neuspješna
is: Innskráning mistókst

source: Could not connect to Google. Please check your internet connection and try again. Note: If you are the developer, ensure CLIENT_ID is configured.
bg: Не можа да се свърже с Google. Моля, проверете интернет връзката си и опитайте отново. Забележка: Ако сте разработчик, уверете се, че CLIENT_ID е конфигуриран.
et: Ei saanud Google'iga ühendust luua. Palun kontrollige oma internetiühendust ja proovige uuesti. Märkus: Kui olete arendaja, veenduge, et CLIENT_ID on konfigureeritud.
he: לא ניתן להתחבר לגוגל. אנא בדוק את חיבור האינטרנט שלך ונסה שוב. הערה: אם אתה המפתח, ודא ש-CLIENT_ID מוגדר.
hr: Nije moguće povezati se s Googleom. Provjerite svoju internetsku vezu i pokušajte ponovo. Napomena: Ako ste programer, osigurajte da je CLIENT_ID konfiguriran.
is: Gat ekki tengst Google. Vinsamlegast athugaðu internet tenginguna þína og reyndu aftur. Athugið: Ef þú ert forritari, tryggðu að CLIENT_ID sé stillt.

source: OK
bg: Добре
he: אוקי
hr: U redu
is: Í lagi

source: Starting backup...
bg: Започване на резервно копие...
et: Varunduse alustamine...
he: מתחיל גיבוי...
hr: Pokrećem sigurnosnu kopiju...
is: Að byrja afritun...

source: Select CSV File to Import
bg: Изберете CSV файл за импортиране
et: Vali CSV-fail importimiseks
he: בחר קובץ CSV לייבוא
hr: Odaberite CSV datoteku za uvoz
is: Veldu CSV skrá til að flytja inn

source: CSV Files
bg: CSV файлове
et: CSV-failid
he: קבצי CSV
hr: CSV datoteke
is: CSV skrár

source: All Files
bg: Всички файлове
et: Kõik failid
he: כל הקבצים
hr: Svi datoteke
is: Öll skrár

source: Import Failed
bg: Импортът неуспешен
et: Importimine ebaõnnestus
he: ייבוא נכשל
hr: Uvoz neuspješan
is: Innflutning misheppnaðist

source: Import Complete
bg: Импортът е завършен
et: Importimine lõpetatud
he: ייבוא הושלם
hr: Uvoz dovršen
is: Innflutning lokið

source: No valid entries found in CSV file.
bg: Не са намерени валидни записи в CSV файла.
et: CSV-failis ei leitud kehtivaid kirjeid.
he: לא נמצאו רשומות תקפות בקובץ CSV.
hr: Nema valjanih unosa u CSV datoteci.
is: Engin giltandi færslur fundust ekki í CSV skrá.

source: Imported {count} passwords
bg: Импортирани {count} пароли
et: Imporditud {count} paroolid
he: ייבאו {count} סיסמאות
hr: Uvezeno {count} lozinki
is: Innflutt {count} lykilorð

source: Export Passwords to CSV
bg: Експортиране на пароли в CSV
et: Eksportige paroolid CSV-faili
he: ייצוא סיסמאות ל-CSV
hr: Izvezi lozinke u CSV
is: Flytja lykilorð í CSV

source: Export Failed
bg: Експортът неуспешен
et: Eksportimine ebaõnnestus
he: ייצוא נכשל
hr: Izvoz neuspješan
is: Útflutningur mistókst

source: Export Complete
bg: Експортът е завършен
et: Eksportimine lõpetatud
he: ייצוא הושלם
hr: Izvoz dovršen
is: Útflutningur lokið

source: No passwords to export.
bg: Няма пароли за експортиране.
et: Ei ole paroole, mida eksportida.
he: אין סיסמאות לייצוא.
hr: Nema lozinki za izvoz.
is: Engin ekki að flytja inn lykilorð.

source: Exported {count} passwords
bg: Експортирани {count} пароли
et: Eksporditud {count} parooli
he: ייצוא {count} סיסמאות
hr: Izvezeno {count} lozinki
is: Útflutt {count} lykilorð

source: Could not write to file.
bg: Не можа да запише в файла.
et: Ei saanud faili kirjutada.
he: לא ניתן לכתוב לקובץ.
hr: Nije moguće zapisati u datoteku.
is: Gat ekki að skrifa í skrá.

source: Generator
bg: Генератор
et: Generaator
he: גנרטור
is: Rafallari

source: Generated Password
bg: Генерирана парола
da: Genereret adgangskode
et: Genereeritud parool
he: סיסמה שנוצרה
hr: Generirana lozinka
is: Myndu lykilorð

source: Password
bg: Парола
da: Adgangskode
et: Parool
he: סיסמה
hr: Lozinka
is: Lykilorð

source: Strength
bg: Сила
da: Styrke
et: Tugevus
he: חוזק
hr: Snaga
is: Styrkur

source: Copy to Clipboard
bg: Копирай в клипборда
da: Kopier til udklipsholder
et: Kopeeri lõikelauale
he: העתק ללוח שנה
hr: Kopiraj u međuspremnik
is: Afrita í skammta.

source: Generate New
bg: Генерирай ново
da: Generer Ny
et: Loo uus
he: צור חדש
hr: Generiraj novo
is: Búa til nýtt

source: Generation Type
bg: Тип на поколението
da: Genereringstype
et: Generatsiooni tüüp
he: סוג יצירה
hr: Tip generacije
is: Kynslóðartegund

source: Passphrase
bg: Парола
da: Adgangsord
et: Salasõna
he: סיסמת גישה
hr: Lozinka
is: Lykilorð

source: PIN
bg: ПИН
he: קוד זיהוי אישי

source: Password Options
bg: Опции за парола
da: Adgangskodeindstillinger
et: Parooli valikud
he: אפשרויות סיסמה
hr: Opcije lozinke
is: Lykilorðavalkostir

source: Length
bg: Дължина
da: Længde
et: Pikkus
he: אורך
hr: Duljina
is: Lengd

source: Uppercase Letters (A-Z)
bg: Главни букви (A-Z)
da: Store bogstaver (A-Z)
et: Suured tähed (A-Z)
he: אותיות רישיות (A-Z)
hr: Velika slova (A-Z)
is: Stór bókstafir (A-Z)

source: Lowercase Letters (a-z)
bg: Малки букви (a-z)
da: Små bogstaver (a-z)
et: Väiksed tähed (a-z)
he: אותיות קטנות (a-z)
hr: Mala slova (a-z)
is: Lágstafir (a-z)

source: Digits (0-9)
bg: Цифри (0-9)
da: Cifre (0-9)
et: Numbrid (0-9)
he: ספרות (0-9)
hr: Cifre (0-9)
is: Tölur (0-9)

source: Symbols (!@#$...)
bg: Символи (!@#$...)
da: Symboler (!@#$...)
et: Sümbolid (!@#$...)
he: סימנים (!@#$...)
hr: Simboli (!@#$...)
is: Tákn (!@#$...)

source: Exclude Ambiguous Characters
bg: Изключи неясни символи
da: Udelad tvetydige tegn
et: Jäta välja ebamugavad sümbolid
he: החרג דמויות לא חד משמעיות
hr: Isključi nejasne znakove
is: Útilka óljós tákn

source: Avoid characters like 0, O, 1, l, I
bg: Избягвайте символи като 0, O, 1, l, I
da: Undgå tegn som 0, O, 1, l, I
et: Väldi märke nagu 0, O, 1, l, I
he: הימנע מתווים כמו 0, O, 1, l, I
hr: Izbjegavajte znakove poput 0, O, 1, l, I
is: Forðastu tákn eins og 0, O, 1, l, I

source: Passphrase Options
bg: Опции за парола
da: Adgangskodeindstillinger
et: Paroolifraasi valikud
he: אפשרויות סיסמת גישה
hr: Opcije lozinke
is: Lykilorðavalkostir

source: Number of Words
bg: Брой на думите
da: Antal ord
et: Sõnade arv
he: מספר מילים
hr: Broj riječi
is: Fjöldi orða

source: Separator
bg: Разделител
et: Eraldaja
he: מפריד
is: Aðskilnaður

source: Capitalize Words
bg: Главни Букви
da: Kapitaliser Ord
et: Suurtähed Sõnad
he: הגדל מילים
hr: Velika Prva Slova
is: Stórabókstafur Orð

source: Add Number at End
bg: Добави число в края
da: Tilføj nummer i slutningen
et: Lisa number lõppu
he: הוסף מספר בסוף
hr: Dodaj broj na kraj
is: Bæta Tölum við Endann

source: PIN Options
bg: Опции за ПИН
da: PIN-indstillinger
et: PIN-i valikud
he: אפשרויות קוד זיהוי אישי
hr: PIN opcije
is: PIN valkostir

source: Password copied to clipboard
bg: Паролата е копирана в клипборда
da: Adgangskode kopieret til udklipsholder
et: Parool kopeeritud lõikelauale
he: הסיסמה הועתקה ללוח הגזרים
hr: Lozinka kopirana u međuspremnik
is: Lykilorð afritað í klippiborð

source: Vault
bg: Сейф
da: Valgkasse
et: Seif
he: כספת
hr: Bunker
is: Vöxtur

source: Password Vault
bg: Парола Сейф
da: Adgangskodehvelv
et: Paroolikapp
he: אחסון סיסמאות
hr: Skladište lozinki
is: Lykilskáp

source: Enter your master password to unlock
bg: Въведете главната си парола, за да отключите
da: Indtast din masteradgangskode for at låse op
et: Sisestage oma peamine parool lukust avamiseks
he: הזן את סיסמת המאסטר שלך כדי לפתוח נעילה
hr: Unesite svoju glavnu lozinku za otključavanje
is: Sláðu inn meistaralykilinn þinn til að opna.

source: Master Password
bg: Основна парола
da: Masteradgangskode
et: Peamine parool
he: סיסמת מאסטר
hr: Glavna lozinka
is: Meistara lykill

source: Confirm Password
bg: Потвърдете паролата
da: Bekræft adgangskode
et: Kinnita parool
he: אשר סיסמה
hr: Potvrdi lozinku
is: Staðfesta lykilorð

source: Unlock Vault
bg: Отключи сейфа
da: Lås op for skab
et: Avatud seif
he: פתח כספת
hr: Otključaj trezor
is: Lokaðu skápnum

source: Search passwords...
bg: Търсене на пароли...
da: Søg efter adgangskoder...
et: Otsi paroole...
he: חפש סיסמאות...
hr: Pretraži lozinke...
is: Leita að lykilorðum...

source: No Passwords Stored
bg: Няма съхранени пароли
da: Ingen gemte adgangskoder
et: Paroolid ei ole salvestatud
he: אין סיסמאות מאוחסנות
hr: Nema pohranjenih lozinki
is: Engin lyklar geymdir

source: Add your first password using the + button
bg: Добавете първата си парола, като използвате бутона +
da: Tilføj din første adgangskode ved hjælp af + knappen
et: Lisa oma esimene parool, kasutades + nuppu
he: הוסף את הסיסמה הראשונה שלך באמצעות כפתור ה+
hr: Dodajte svoju prvu lozinku pomoću + gumba
is: Bættu við þínu fyrsta lykilorði með + takkanum

source: Create Master Password
bg: Създайте главна парола
da: Opret Masteradgangskode
et: Loo peamine parool
he: צור סיסמת מאסטר
hr: Izradi glavnu lozinku
is: Búa til meistaralykil

source: Please enter a password
bg: Моля, въведете парола
da: Indtast venligst en adgangskode
et: Palun sisestage parool
he: אנא הזן סיסמה
hr: Molimo unesite lozinku
is: Vinsamlegast sláðu inn lykilorð

source: Incorrect master password
bg: Неправилна главна парола
da: Forkert masteradgangskode
et: Vale parool
he: סיסמת מאסטר שגויה
hr: Pogrešna glavna lozinka
is: Rangt lykil lykilor

source: Password must be at least {min} characters
bg: Паролата трябва да съдържа поне {min} знака
da: Adgangskoden skal være mindst {min} tegn
et: Parool peab olema vähemalt {min} tähemärki.
he: הסיסמה חייבת להיות באורך של לפחות {min} תווים
hr: Lozinka mora imati najmanje {min} znakova
is: Lykilorð verður að vera að minnsta kosti {min} stafir.

source: Passwords do not match
bg: Паролите не съвпадат
da: Adgangskoderne stemmer ikke overens
et: Paroolid ei ühti.
he: הסיסמאות אינן תואמות
hr: Lozinke se ne podudaraju
is: Lyklar passa ekki saman

source: Failed to setup master password
bg: Неуспешно задаване на главна парола
da: Mislykkedes med at oprette hovedadgangskode
et: Master parooli seadistamine ebaõnnestus
he: נכשל בהגדרת סיסמת מאסטר
hr: Neuspješno postavljanje glavne lozinke
is: Mistók að stilla meistaralykil

source: Vault locked due to inactivity
bg: Сейфът е заключен поради неактивност
da: Vault låst på grund af inaktivitet
et: Seif lukustatud inaktiivsuse tõttu
he: הכספת נעולה עקב חוסר פעילות
hr: Skladište zaključano zbog neaktivnosti
is: Vöxtur læst vegna óvirkni

source: Copy Password
bg: Копирайт парола
da: Kopier adgangskode
et: Kopeeri parool
he: העתק סיסמה
hr: Kopiraj lozinku
is: Afrita lykil

source: Edit
bg: Редактиране
da: Rediger
et: Muuda
he: ערוך
hr: Uredi
is: Breyta

source: Delete
bg: Изтрий
da: Slet
et: Kustuta
he: מחק
hr: Izbriši
is: Eyða

source: Edit Password
bg: Редактиране на парола
da: Rediger adgangskode
et: Muuda parooli
he: ערוך סיסמה
hr: Uredi lozinku
is: Breyta Lykilorð

source: Add Password
bg: Добавяне на парола
da: Tilføj adgangskode
et: Lisa parool
he: הוסף סיסמה
hr: Dodaj lozinku
is: Bæta við lykilorði

source: Cancel
bg: Отмяна
da: Annuller
et: Tühista
he: ביטול
hr: Otkaži
is: Hætta við

source: Save
bg: Запази
da: Gem gemme
et: Salvesta
he: שמור
hr: Spremi
is: Vista

source: Title
bg: Заглавие
da: Titel
et: Pealkiri
he: כותרת
hr: Naslov
is: Titill

source: Username
bg: Потребителско име
da: Brugernavn
et: Kasutajanimi
he: שם משתמש
hr: Korisničko ime
is: Notandi

source: Generate Password
bg: Генерирай парола
da: Generer adgangskode
et: Genera parool
he: צור סיסמה
hr: Generiraj lozinku
is: Búa til lykilorð

source: Strong Password
bg: Силна парола
da: Stærk adgangskode
et: Tugev parool
he: סיסמה חזקה
hr: Jaka lozinka
is: Sterk lykilord

source: PIN Code
bg: ПИН код
da: PIN-kode
et: PIN-kood
he: קוד זיהוי אישי
hr: PIN kod
is: PIN númer

source: Custom...
bg: Персонализирано...
da: Brugerdefineret...
et: Kohandatud...
he: מותאם אישית...
hr: Prilagođeno...
is: Sérsniðið...

source: URL
he: כתובת אתר
is: Vefslóð

source: Notes
bg: Бележки
da: Noter
et: Märkmed
he: הערות
hr: Bilješke
is: Athugasemdir

source: Title is required
bg: Заглавието е задължително
da: Titel er påkrævet
et: Pealkiri on kohustuslik
he: הכותרת נדרשת
hr: Naslov je obavezan
is: Titill er nauðsynlegur

source: Password is required
bg: Паролата е задължителна
da: Adgangskode er påkrævet
et: Parool on vajalik
he: סיסמה נדרשת
hr: Lozinka je obavezna
is: Lykilorð er nauðsynlegt

source: Password updated
bg: Паролата е актуализирана
da: Adgangskode opdateret
et: Parool uuendatud
he: הסיסמה עודכנה
hr: Lozinka ažurirana
is: Lykilorð uppfært

source: Password added
bg: Паролата е добавена
da: Adgangskode tilføjet
et: Parool lisatud
he: סיסמה נוספה
hr: Lozinka dodana
is: Lykilorð bætt við

source: Error: {error}
bg: Грешка: {error}
da: Fejl: {error}
et: Viga: {error}
he: שגיאה: {error}
hr: Greška: {error}
is: Villa: {error}

source: Delete Password?
bg: Изтриване на парола?
da: Slet adgangskode?
et: Kustuta parool?
he: מחק סיסמה?
hr: Izbriši lozinku?
is: Eyða lykilorði?

source: Are you sure you want to delete '{title}'? This action cannot be undone.
bg: Сигурни ли сте, че искате да изтриете '{title}'? Това действие не може да бъде отменено.
da: Er du sikker på, at du vil slette '{title}'? Denne handling kan ikke fortrydes.
et: Kas olete kindel, et soovite '{title}' kustutada? Seda toimingut ei saa tagasi võtta.
he: האם אתה בטוח שברצונך למחוק את '{title}'? פעולה זו אינה ניתנת לביטול.
hr: Jeste li sigurni da želite izbrisati '{title}'? Ova radnja se ne može poništiti.
is: Ertu viss um að þú viljir eyða '{title}'? Þessi aðgerð er ekki hægt að afturkalla.

source: Password deleted
bg: Паролата е изтрита
da: Adgangskode slettet
et: Parool kustutatud
he: הסיסמה נמחקה
hr: Lozinka izbrisana
is: Lykilorð eytt

source: Password generated
bg: Паролата е генерирана
da: Adgangskode genereret
et: Parool genereeritud
he: סיסמה שנוצרה
hr: Generirana lozinka
is: Lykilorð búið til

source: Error generating password
bg: Грешка при генериране на парола
da: Fejl ved generering af adgangskode
et: Parooli genereerimise viga
he: שגיאה ביצירת סיסמה
hr: Greška pri generiranju lozinke
is: Villa við að búa til lykilorð

source: Custom Password Generator
bg: Персонализиран генератор на пароли
da: Brugerdefineret Adgangskodegenerator
et: Kohandatud parooligeneraator
he: גנרטור סיסמאות מותאם אישית
hr: Prilagođeni generator lozinki
is: Sérsniðin lykilorðagenerator

source: Generate
bg: Генерирай
da: Generere
et: Genereeri
he: ליצור
hr: Generiraj
is: Búa til

source: Type
bg: Тип
et: Tüüp
he: סוג
hr: Tipka
is: Tegund

source: Uppercase Letters
bg: Главни букви
da: Storede bogstaver
et: Suured tähed
he: אותיות רישיות
hr: Velika slova
is: Stórir Stafir

source: Lowercase Letters
bg: Малки букви
da: Små bogstaver
et: väiksed tähed
he: אותיות קטנות
hr: Mala slova
is: Lágstafur

source: Digits
bg: Цифри
da: Cifre
et: Numbrid
he: ספרות
hr: Cifre
is: Sifur

source: Symbols
bg: Символи
da: Symboler
et: Sümbolid
he: סמלים
hr: Simboli
is: Tákn

source: Exclude Ambiguous
bg: Изключи неяснота
da: Udelad tvetydige
et: Jäta ebaselged välja
he: לא לכלול דו משמעי
hr: Isključi dvosmisleno
is: Útilka óljósar

source: Add Number
bg: Добави номер
da: Tilføj nummer
et: Lisa number
he: הוסף מספר
hr: Dodaj broj
is: Bæta við númeri

source: Import from Google CSV
bg: Импорт от Google CSV
et: Impordi Google CSV-st
he: ייבוא מ- Google CSV
hr: Uvezi iz Google CSV
is: Flytja inn frá Google CSV

source: About
bg: За програмата
et: Teave
he: אודות
hr: O programu
is: Um umsjón

source: Quit
bg: Изход
et: Välja
he: יציאה
hr: Izađi
is: Hætta

source: Lock Vault
bg: Заключване на хранилище
da: Lås Vault
et: Lukusta aita
he: נעול כספת
hr: Zaključaj trezor
is: Læsa skápinn

source: Please unlock the vault first
bg: Моля, отключете сейфа първо
et: Palun avage kõigepealt seif.
he: אנא פתח את הכספת קודם.
hr: Molimo otključajte trezor prvo
is: Vinsamlegast opnaðu skápinn fyrst

source: Import Passwords
bg: Импорт на пароли
et: Impordi paroolid
he: ייבוא סיסמאות
hr: Uvezi lozinke
is: Flytja inn lykilorð

source: Error importing CSV: {error}
bg: Грешка при импортиране на CSV: {error}
et: Viga CSV-i importimisel: {error}
he: שגיאה בייבוא CSV: {error}
hr: Greška prilikom uvoza CSV-a: {error}
is: Villa við að flytja inn CSV: {error}

source: Export Passwords
bg: Експортиране на пароли
et: Ekspordi paroolid
he: ייצוא סיסמאות
hr: Izvezi lozinke
is: Flytja lykilorð

source: Passwords exported successfully
bg: Паролите бяха експортирани успешно
et: Paroolid on edukalt eksporditud
he: הסיסמאות יוצאו בהצלחה
hr: Lozinke su uspješno eksportirane
is: Lyklar fluttir með góðum árangri

source: Error exporting passwords
bg: Грешка при експортиране на пароли
et: Paroolide eksportimise viga
he: שגיאה ביצוא סיסמאות
hr: Greška prilikom izvoza lozinki
is: Villa við að flytja út lykilorð

source: Very Strong
bg: Много силен
et: Väga tugev
he: מאוד חזק
hr: Vrlo snažno
is: Mjög Sterkt

source: Strong
bg: Силен
et: Tugev
he: חזק
hr: Snažan
is: Sterkur

source: Medium
bg: Среден
et: Keskmine
he: בינוני
hr: Srednji
is: Miðlungs

source: Weak
bg: Слаб
et: Nõrk
he: חלש
hr: Slab
is: Veiktur

source: Very Weak
bg: Много слабен
et: Väga nõrk
he: מאוד חלש
hr: Vrlo slabo
is: Mjög Veikt
